Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: A new budget entry is created for each category—even if one already exists. You can then adjust the amounts in the budget planner.
ar: يتم إنشاء بند جديد في الميزانية لكل فئة — حتى لو كان هناك بند موجود بالفعل. يمكنك تعديل المبالغ لاحقًا في أداة تخطيط الميزانية.
cs: Pro každou kategorii se vytvoří nová položka v rozpočtu — i když už nějaká existuje. Částky pak můžeš upravit v plánovači rozpočtu.
da: Der oprettes en ny budgetpost for hver kategori — også selvom der allerede findes en. Du kan derefter justere beløbene i budgetplanlæggeren.
de: Für jede Kategorie wird ein neuer Budget-Eintrag angelegt — auch wenn schon einer existiert. Du kannst die Beträge danach im Budget-Planer anpassen.
es: Se crea una nueva entrada de presupuesto para cada categoría, incluso si ya existe una. Después puedes ajustar los importes en el planificador de presupuesto.
fr: Une nouvelle ligne budgétaire est créée pour chaque catégorie, même si une ligne existe déjà. Tu peux ensuite ajuster les montants dans le planificateur budgétaire.
hr: Za svaku kategoriju stvara se novi unos u proračunu — čak i ako ona već postoji. Zatim možete prilagoditi iznose u planeru proračuna.
hu: Minden kategóriához új költségvetési tétel jön létre — még akkor is, ha már létezik ilyen. Az összegeket később a költségvetés-tervezőben módosíthatod.
it: Per ogni categoria viene creata una nuova voce di bilancio, anche se ne esiste già una. Puoi poi modificare gli importi nel pianificatore di bilancio.
ja: 各カテゴリごとに、新しい予算項目が作成されます――すでに項目が存在する場合でも同様です。その後、予算プランナーで金額を調整することができます。
nb: Det opprettes en ny budsjettpost for hver kategori — selv om det allerede finnes en. Du kan deretter justere beløpene i budsjettplanleggeren.
nl: Voor elke categorie wordt een nieuwe budgetpost aangemaakt — ook als er al een bestaat. Je kunt de bedragen daarna in de budgetplanner aanpassen.
pl: Dla każdej kategorii tworzony jest nowy wpis budżetowy — nawet jeśli taki już istnieje. Kwoty te można następnie dostosować w planerze budżetu.
pt_br: Para cada categoria, é criada uma nova entrada no orçamento — mesmo que já exista uma. Você pode ajustar os valores posteriormente no planejador de orçamento.
ro: Pentru fiecare categorie se creează o nouă înregistrare în buget — chiar dacă există deja una. Poți modifica sumele ulterior în Planificatorul de buget.
ru: Для каждой категории создается новая запись в бюджете — даже если такая запись уже существует. Затем ты можешь скорректировать суммы в планировщике бюджета.
sv: För varje kategori skapas en ny budgetpost – även om det redan finns en. Du kan sedan justera beloppen i budgetplaneraren.
tr: Her kategori için yeni bir bütçe girişi oluşturulur — halihazırda bir tane olsa bile. Daha sonra bu tutarları Bütçe Planlayıcı'da düzenleyebilirsin.
zh_hans: 每个类别都会创建一个新的预算条目——即使该类别下已有条目。之后，你可以在预算规划器中调整这些金额。

source: Future Planner
ar: مخطط المستقبل
cs: Plánovač budoucnosti
da: Fremtidsplanlægger
de: Zukunftsplaner
es: Planificador futuro
fr: Planificateur futur
hu: Jövőtervező
it: Pianificatore futuro
ja: フューチャープランナー
nb: Fremtidsplanlegger
nl: Toekomstplanner
pt_br: Planejador futuro
ro: Planificator viitor
ru: Планировщик будущего
sv: Framtidsplanerare
tr: Gelecek Planlayıcısı
zh_hans: 未来规划师

# Geplant:
source: Planned:
ar: المخطط:
cs: Plánováno:
da: Planlagt:
de: Geplant:
es: Previsto:
fr: Prévu :
hr: Planirano:
hu: Tervezett:
it: In programma:
ja: 予定：
nb: Planlagt:
nl: Gepland:
pl: Planowane:
pt_br: Planejado:
ro: Planificat:
ru: Планируется:
sv: Planerat:
tr: Planlanan:
zh_hans: 计划：

# Gesamt
source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Gesamt
hr: Ukupno
hu: Összesen
it: Totale
ja: 合計
nb: Totalt
nl: Totaal
pl: Ogółem
ru: Всего
sv: Totalt
tr: Toplam
zh_hans: 总计

# Gesamtvermögen
source: Total Assets
ar: إجمالي الأصول
cs: Celková aktiva
da: Samlede aktiver
de: Gesamtvermögen
es: Activos totales
fr: actif total
hr: Ukupna imovina
hu: Teljes vagyon
it: Patrimonio complessivo
ja: 総資産
nb: Totale eiendeler
nl: Totaal vermogen
pl: Aktywa ogółem
pt_br: Patrimônio total
ro: Activul total
ru: Общая стоимость активов
sv: Totala tillgångar
tr: Toplam varlıklar
zh_hans: 总资产

# Gesundheit
source: Health
ar: الصحة
cs: Zdraví
da: Sundhed
de: Gesundheit
es: Salud
fr: Santé
hr: Zdravlje
hu: Egészség
it: Salute
ja: 健康
nb: Helse
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
ro: Sănătate
ru: Здоровье
sv: Hälsa
tr: Sağlık
zh_hans: 健康

source: Goal
ar: الهدف
cs: Gól
da: Mål
es: Gol
fr: But
hr: Cilj
hu: Gól
ja: ゴール
nb: Mål
nl: Doel
pl: Bramka
pt_br: Gol
ro: Gol
ru: Гол
sv: Mål
tr: Gol
zh_hans: 进球

# goal_3mo_reserve
source: 3 mo. reserve
ar: احتياطي 3 أشهر
cs: 3 mís. rezerva
da: 3 mdr. reservere
de: 3 Mon. Reserve
es: 3 meses reserva
fr: 3 mois réserve
hr: 3 mj. rezerva
hu: 3 hónap tartalék
it: 3 mesi riserva
ja: 3ヶ月分予備
nb: 3 mnd reserve
nl: 3 mnd reserve
pl: 3 mies. rezerwa
pt_br: 3 meses reserva
ro: 3 luni. rezervaţie
ru: 3 мес. резерв
sv: 3 mån reserv
tr: 3 ay rezerv
zh_hans: 3个月储备

# goal_6mo_reserve
source: 6 mo. reserve
ar: احتياطي 6 أشهر
cs: 6 mís. rezerva
da: 6 mdr. reservere
de: 6 Mon. Reserve
es: 6 meses reserva
fr: 6 mois réserve
hr: 6 mj. rezerva
hu: 6 hónap tartalék
it: 6 mesi riserva
ja: 6ヶ月分予備
nb: 6 mnd reserve
nl: 6 mnd reserve
pl: 6 mies. rezerwa
pt_br: 6 meses reserva
ro: 6 luni. rezervaţie
ru: 6 мес. резерв
sv: 6 mån reserv
tr: 6 ay rezerv
zh_hans: 6个月储备

# goal_add_title
source: New Goal
ar: هدف جديد
cs: Nový cíl
da: Nyt mål
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
hr: Novi cilj
hu: Új cél
it: Nuovo obiettivo
ja: 新しい目標
nb: Nytt mål
nl: Nieuw doel
pl: Nowy cel
pt_br: Nova meta
ro: Scop nou
ru: Новая цель
sv: Nytt mål
tr: Yeni Hedef
zh_hans: 新目标

# goal_amount_placeholder
source: Amount
ar: المبلغ
cs: Částka
da: Beløb
de: Betrag
es: Importe
fr: Montant
hr: Iznos
hu: Összeg
it: Importo
ja: 金額
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Valor
ro: Cantitate
ru: Сумма
sv: Belopp
tr: Tutar
zh_hans: 金额

# goal_amount_section
source: Target Amount
ar: المبلغ المستهدف
cs: Cílová částka
da: Målbeløb
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
hr: Ciljni iznos
hu: Célösszeg
it: Importo obiettivo
ja: 目標金額
nb: Målbeløp
nl: Doelbedrag
pl: Kwota docelowa
pt_br: Valor alvo
ro: Suma țintă
ru: Целевая сумма
sv: Målbelopp
tr: Hedef Tutar
zh_hans: 目标金额

# goal_cat_custom_desc
source: Define your own goal
ar: حدد هدفك الخاص
cs: Definujte vlastní cíl
da: Definer dit eget mål
de: Definiere dein eigenes Ziel
es: Define tu propio objetivo
fr: Définissez votre propre objectif
hr: Definiraj vlastiti cilj
hu: Határozza meg saját célját
it: Definisci il tuo obiettivo
ja: 自分の目標を設定する
nb: Definer ditt eget mål
nl: Definieer je eigen doel
pl: Zdefiniuj własny cel
pt_br: Defina seu próprio objetivo
ro: Definiți-vă propriul obiectiv
ru: Определите собственную цель
sv: Definiera ditt eget mål
tr: Kendi hedefini tanımla
zh_hans: 定义自己的目标

# goal_cat_custom_name
source: Custom Goal
ar: هدف مخصص
cs: Vlastní cíl
da: Tilpasset mål
de: Eigenes Ziel
es: Meta personalizada
fr: Objectif personnalisé
hr: Vlastiti cilj
hu: Egyéni cél
it: Obiettivo personalizzato
ja: カスタム目標
nb: Eget mål
nl: Eigen doel
pl: Własny cel
pt_br: Meta personalizada
ro: Obiectiv personalizat
ru: Собственная цель
sv: Eget mål
tr: Özel hedef
zh_hans: 自定义目标

# goal_cat_fahrzeug_desc
source: Car purchase, upgrades, e-bike
ar: شراء سيارة، تحسينات، دراجة كهربائية
cs: Koupě auta, vylepšení, e-kolo
da: Bilkøb, opgraderinger, elcykel
de: Autokauf, Upgrades, E-Bike
es: Compra de coche, mejoras, bici eléctrica
fr: Achat voiture, améliorations, vélo électrique
hr: Kupnja auta, nadogradnje, e-bicikl
hu: Autó vásárlás, frissítés, e-bike
it: Acquisto auto, upgrade, e-bike
ja: 車購入・アップグレード・電動自転車
nb: Bilkjøp, oppgraderinger, el-sykkel
nl: Autokoop, upgrades, e-bike
pl: Zakup auta, ulepszenia, e-rower
pt_br: Compra de carro, atualizações, e-bike
ro: Achiziție de mașini, upgrade-uri, e-bike
ru: Покупка авто, апгрейды, e-байк
sv: Bilköp, uppgraderingar, elcykel
tr: Araba alımı, yükseltmeler, e-bisiklet
zh_hans: 购车、升级、电动自行车

# goal_cat_fahrzeug_name
source: Vehicle & Mobility
ar: المركبة والتنقل
cs: Vozidlo & Mobilita
da: Køretøj og mobilitet
de: Fahrzeug & Mobilität
es: Vehículo y Movilidad
fr: Véhicule & Mobilité
hr: Vozilo & Mobilnost
hu: Jármű és mobilitás
it: Veicolo & Mobilità
ja: 乗り物・モビリティ
nb: Kjøretøy & Mobilitet
nl: Voertuig & Mobiliteit
pl: Pojazd & Mobilność
pt_br: Veículo e mobilidade
ro: Vehicul și mobilitatea
ru: Транспорт & Мобильность
sv: Fordon & Mobilitet
tr: Araç & Mobilite
zh_hans: 车辆与移动

# goal_cat_genuss_desc
source: Espresso, gadgets, lifestyle
ar: الإسبريسو، الأجهزة، نمط الحياة
cs: Espresso, gadgety, životní styl
da: Espresso, gadgets, livsstil
de: Siebträger, Gadgets, Lifestyle
es: Espresso, gadgets, estilo de vida
fr: Espresso, gadgets, style de vie
hr: Espresso, gadgeti, životni stil
hu: Espresso, kütyük, életmód
it: Espresso, gadget, lifestyle
ja: コーヒー・ガジェット・ライフスタイル
nb: Espresso, gadgets, livsstil
nl: Espresso, gadgets, levensstijl
pl: Espresso, gadżety, styl życia
pt_br: Café expresso, gadgets, estilo de vida
ro: Espresso, gadgeturi, stil de viață
ru: Эспрессо, гаджеты, лайфстайл
sv: Espresso, prylar, livsstil
tr: Espresso, gadget'lar, yaşam tarzı
zh_hans: 浓缩咖啡、小玩意、生活方式

# goal_cat_genuss_name
source: Pleasure & Lifestyle
ar: المتعة ونمط الحياة
cs: Požitek & Životní styl
da: Fornøjelse & Livsstil
de: Genuss & Lifestyle
es: Placer y Estilo de vida
fr: Plaisir & Style de vie
hr: Užitak & Životni stil
hu: Öröm és életmód
it: Piacere & Lifestyle
ja: 楽しみ・ライフスタイル
nb: Nytelse & Livsstil
nl: Genot & Levensstijl
pl: Przyjemność & Styl życia
pt_br: Prazer e estilo de vida
ro: Plăcere și stil de viață
ru: Удовольствие & Лайфстайл
sv: Njutning & Livsstil
tr: Zevk & Yaşam Tarzı
zh_hans: 乐趣与生活方式

# goal_cat_haustier_desc
source: Vet, equipment
ar: طبيب بيطري، معدات
cs: Veterinář, vybavení
da: Dyrlæge, udstyr
de: Tierarzt, Ausstattung
es: Veterinario, equipamiento
fr: Vétérinaire, équipement
hr: Veterinar, oprema
hu: Állatorvos, felszerelés
it: Veterinario, attrezzatura
ja: 獣医・用品
nb: Veterinær, utstyr
nl: Dierenarts, uitrusting
pl: Weterynarz, wyposażenie
pt_br: Veterinário, equipamento
ro: Veterinar, echipament
ru: Ветеринар, снаряжение
sv: Veterinär, utrustning
tr: Veteriner, ekipman
zh_hans: 兽医、设备

# goal_cat_haustier_name
source: Pet & Emergency
ar: الحيوانات الأليفة والطوارئ
cs: Domácí mazlíček & Nouzový fond
da: Kæledyr og nødsituation
de: Haustier & Notfall
es: Mascota y Emergencia
fr: Animal & Urgence
hr: Kućni ljubimac & Hitnost
hu: Kisállat és vészhelyzet
it: Animale & Emergenza
ja: ペット・緊急
nb: Kjæledyr & Nødfond
nl: Huisdier & Noodgeval
pl: Zwierzę & Nagły wypadek
pt_br: Animal de estimação e emergência
ro: Animale de companie și urgență
ru: Питомец & Аварийный фонд
sv: Husdjur & Nödfond
tr: Evcil Hayvan & Acil Durum
zh_hans: 宠物及紧急情况

# goal_cat_hobby_desc
source: Cameras, gear, interests
ar: الكاميرات، المعدات، الاهتمامات
cs: Kamery, vybavení, zájmy
da: Kameraer, udstyr, interesser
de: Kameras, Ausrüstung, Interessen
es: Cámaras, equipo, intereses
fr: Appareils photo, équipement, intérêts
hr: Kamere, oprema, interesi
hu: Fényképezőgépek, felszerelések, érdeklődési körök
it: Fotocamere, attrezzature, interessi
ja: カメラ・機材・趣味
nb: Kameraer, utstyr, interesser
nl: Camera's, uitrusting, interesses
pl: Aparaty, sprzęt, zainteresowania
pt_br: Câmeras, equipamentos, interesses
ro: Camere, echipamente, interese
ru: Камеры, снаряжение, интересы
sv: Kameror, utrustning, intressen
tr: Kameralar, ekipman, ilgi alanları
zh_hans: 相机、装备、兴趣

# goal_cat_hobby_name
source: Hobby & Content
ar: الهوايات والمحتوى
cs: Hobby & Obsah
da: Hobby & Indhold
es: Hobby y Contenido
fr: Hobby & Contenu
hr: Hobby & Sadržaj
hu: Hobbi és tartalom
it: Hobby & Contenuto
ja: 趣味・コンテンツ
nb: Hobby & Innhold
pl: Hobby & Twórczość
pt_br: Passatempo e conteúdo
ro: Hobby și conținut
ru: Хобби & Контент
sv: Hobby & Innehåll
tr: Hobi & İçerik
zh_hans: 爱好与内容

# goal_cat_lebensereign_desc
source: Wedding, family celebrations
ar: الزفاف، الاحتفالات العائلية
cs: Svatba, rodinné oslavy
da: Bryllup, familiefester
de: Hochzeit, Familienfeste
es: Boda, celebraciones familiares
fr: Mariage, fêtes de famille
hr: Vjenčanje, obiteljske proslave
hu: Esküvő, családi ünnepségek
it: Matrimonio, celebrazioni in famiglia
ja: 結婚式・家族のお祝い
nb: Bryllup, familiefeiring
nl: Bruiloft, familiefeesten
pl: Ślub, uroczystości rodzinne
pt_br: Casamento, celebrações familiares
ro: Nunta, sarbatori de familie
ru: Свадьба, семейные праздники
sv: Bröllop, familjefiranden
tr: Düğün, aile kutlamaları
zh_hans: 婚礼、家庭庆典

# goal_cat_lebensereign_name
source: Life Events
ar: أحداث الحياة
cs: Životní události
da: Livsbegivenheder
de: Lebensereignisse
es: Eventos vitales
fr: Événements de vie
hr: Životni događaji
hu: Életesemények
it: Eventi di vita
ja: 人生のイベント
nb: Livshendelser
nl: Levensgebeurtenissen
pl: Ważne wydarzenia
pt_br: Eventos de vida
ro: Evenimente de viață
ru: Жизненные события
sv: Livshändelser
tr: Hayat Olayları
zh_hans: 生活事件

# goal_cat_startkapital_desc
source: Self-employment, projects
ar: العمل الحر، المشاريع
cs: Samostatnost, projekty
da: Selvstændig virksomhed, projekter
de: Selbstständigkeit, Projekte
es: Autoempleo, proyectos
fr: Indépendance, projets
hr: Samozapošljavanje, projekti
hu: Önfoglalkoztatás, projektek
it: Lavoro autonomo, progetti
ja: 起業・プロジェクト
nb: Selvstendig næringsdrivende, prosjekter
nl: Zelfstandig, projecten
pl: Samozatrudnienie, projekty
pt_br: Trabalho autônomo, projetos
ro: Muncă pe cont propriu, proiecte
ru: Самозанятость, проекты
sv: Egenföretagande, projekt
tr: Serbest meslek, projeler
zh_hans: 自营职业、项目

# goal_cat_startkapital_name
source: Startup Capital
ar: رأس مال ابتدائي
cs: Startovní kapitál
da: Startkapital
de: Startkapital
es: Capital inicial
fr: Capital de départ
hr: Početni kapital
it: Capitale iniziale
ja: スタートアップ資金
nb: Startkapital
nl: Startkapitaal
pl: Kapitał startowy
pt_br: Capital Inicial
ro: Capital de pornire
ru: Стартовый капитал
sv: Startkapital
tr: Başlangıç sermayesi
zh_hans: 启动资金

# goal_cat_tech_desc
source: Laptops, monitors, setup
ar: أجهزة الكمبيوتر المحمولة، الشاشات
cs: Notebooky, monitory, vybavení
da: Laptops, skærme, opsætning
de: Notebooks, Monitore, Setup
es: Portátiles, monitores, configuración
fr: Ordinateurs, écrans, configuration
hr: Prijenosnici, monitori, oprema
hu: Laptopok, monitorok, beállítások
it: Laptop, monitor, setup
ja: ノートPC・モニター・セットアップ
nb: Laptoper, skjermer, oppsett
nl: Laptops, monitoren, setup
pl: Laptopy, monitory, konfiguracja
pt_br: Laptops, monitores, configuração
ro: Laptop-uri, monitoare, configurare
ru: Ноутбуки, мониторы, оборудование
sv: Laptops, monitorer, utrustning
tr: Dizüstü bilgisayarlar, monitörler, kurulum
zh_hans: 笔记本电脑、显示器、设置

# goal_cat_tech_name
source: Tech & Workspace
ar: التقنية ومساحة العمل
cs: Tech & Pracovní místo
es: Tecnología & Escritorio
fr: Tech & Bureau
hr: Tech & Radni prostor
it: Tech & Postazione
ja: テック・ワークスペース
nb: Tech & Arbeidsplass
nl: Tech & Werkplek
pl: Tech & Przestrzeń robocza
pt_br: Tecnologia e espaço de trabalho
ro: Tehnologie și spațiu de lucru
ru: Техника & Рабочее место
sv: Teknik & Arbetsplats
tr: Teknoloji & Çalışma Alanı
zh_hans: 技术与工作空间

# goal_cat_traumreise_desc
source: Long trips, breaks, sabbatical
ar: رحلات طويلة، فترات راحة
cs: Daleké cesty, přestávky, sabatikl
da: Lange ture, pauser, sabbatår
de: Fernreisen, Auszeiten, Sabbatical
es: Viajes lejanos, descansos, sabático
fr: Voyages lointains, pauses, sabbatique
hr: Daleka putovanja, odmori
hu: Hosszú utak, szünetek, sabbat
it: Viaggi lontani, pause, sabbatico
ja: 長旅・休息・サバティカル
nb: Langturiser, pauser, sabbatsår
nl: Verre reizen, pauzes, sabbatical
pl: Dalekie podróże, przerwy, sabatyk
pt_br: Viagens longas, pausas, licença sabática
ro: Călătorii lungi, pauze, concediu sabatic
ru: Дальние поездки, паузы, сабатикал
sv: Långresor, pauser, sabbatsår
tr: Uzak geziler, molalar, sabatik
zh_hans: 长途旅行、休息、休假

# goal_cat_traumreise_name
source: Dream Trip & Sabbatical
ar: رحلة الأحلام والإجازة
cs: Vysněná cesta & Sabatikl
da: Drømmerejse og sabbatår
de: Traumreise & Sabbatical
es: Viaje soñado y Sabático
fr: Voyage de rêve & Sabbatique
hr: Putovanje iz snova
it: Viaggio dei sogni & Sabbatico
ja: 夢の旅行・サバティカル
nb: Drømmereise & Sabbatsår
nl: Droomreis & Sabbatical
pl: Wymarzona podróż i Sabatyk
pt_br: Viagem dos Sonhos e Sabático
ro: Excursie de vis și concediu sabatic
ru: Путешествие мечты
sv: Drömresa & Sabbatsår
tr: Hayal Gezisi & Sabatik
zh_hans: 梦想之旅和休假

# goal_cat_trips_desc
source: City trips, concerts, wellness
ar: رحلات المدن، الحفلات، العافية
cs: Výlety do měst, koncerty, wellness
da: Byture, koncerter, wellness
de: Städtetrips, Konzerte, Wellness
es: Escapadas a ciudades, conciertos, bienestar
fr: Visites de villes, concerts, bien-être
hr: Gradski izleti, koncerti, wellness
hu: Városlátogatások, koncertek, wellness
it: City break, concerti, benessere
ja: 都市旅行・コンサート・ウェルネス
nb: Byturer, konserter, wellness
nl: Stedentrips, concerten, wellness
pl: Wycieczki do miast, koncerty, wellness
pt_br: Passeios pela cidade, concertos, bem-estar
ro: Excursii în oraș, concerte, wellness
ru: Городские поездки, концерты, велнес
sv: Stadsturer, konserter, wellness
tr: Şehir gezileri, konserler, wellness
zh_hans: 城市旅行、音乐会、健康

# goal_cat_trips_name
source: Weekend Trips
ar: رحلات نهاية الأسبوع
cs: Víkendové výlety
da: Weekendrejser
de: Wochenend-Trips
es: Escapadas de fin de semana
fr: Escapades du week-end
hr: Vikend izleti
hu: Hétvégi kirándulások
it: Gite del weekend
ja: 週末旅行
nb: Helgeturer
pl: Wycieczki weekendowe
pt_br: Viagens de fim de semana
ro: Excursii de weekend
ru: Выходные поездки
sv: Helgresor
tr: Hafta sonu gezileri
zh_hans: 周末旅行

# goal_cat_weiterbildung_desc
source: Courses, diplomas, certificates
ar: الدورات، الدبلومات، الشهادات
cs: Kurzy, diplomy, certifikáty
da: Kurser, diplomer, certifikater
de: Kurse, Diplome, Zertifikate
es: Cursos, diplomas, certificados
fr: Cours, diplômes, certificats
hr: Tečajevi, diplome, certifikati
hu: Tanfolyamok, oklevelek, bizonyítványok
it: Corsi, diplomi, certificati
ja: コース・資格・修了証
nb: Kurs, diplomer, sertifikater
nl: Cursussen, diploma's, certificaten
pl: Kursy, dyplomy, certyfikaty
pt_br: Cursos, diplomas, certificados
ro: Cursuri, diplome, certificate
ru: Курсы, дипломы, сертификаты
sv: Kurser, examina, certifikat
tr: Kurslar, diplomalar, sertifikalar
zh_hans: 课程、文凭、证书

# goal_cat_weiterbildung_name
source: Education
ar: التعليم
cs: Vzdělávání
da: Undervisning
de: Weiterbildung
es: Formación
fr: Formation
hr: Obrazovanje
hu: Oktatás
it: Formazione
ja: 教育・スキルアップ
nb: Utdanning
nl: Bijscholing
pl: Edukacja
pt_br: Educação
ro: Educaţie
ru: Образование
sv: Utbildning
tr: Eğitim
zh_hans: 教育

# goal_cat_wohnen_desc
source: Furniture, design classics, moving
ar: الأثاث، تصاميم كلاسيكية، الانتقال
cs: Nábytek, designové klasiky, stěhování
da: Møbler, designklassikere, flytning
de: Möbel, Designklassiker, Umzug
es: Muebles, clásicos de diseño, mudanza
fr: Meubles, classiques du design, déménagement
hr: Namještaj, dizajn klasici, selidba
hu: Bútorok, design klasszikusok, költözés
it: Mobili, classici del design, trasloco
ja: 家具・デザイン・引越し
nb: Møbler, designklassikere, flytting
nl: Meubels, designklassiekers, verhuizing
pl: Meble, klasyki designu, przeprowadzka
pt_br: Móveis, clássicos do design, mudanças
ro: Mobilier, design clasic, mutare
ru: Мебель, классика дизайна, переезд
sv: Möbler, designklassiker, flytt
tr: Mobilya, tasarım klasikleri, taşınma
zh_hans: 家具，设计经典，感动

# goal_cat_wohnen_name
source: Home & Interior
ar: المنزل والتصميم الداخلي
cs: Bydlení & Interiér
da: Hjem & Interiør
de: Wohnen & Interior
es: Hogar e Interior
fr: Maison & Intérieur
hr: Dom & Uređenje
hu: Otthon és belső
it: Casa & Interior
ja: 住居・インテリア
nb: Bolig & Interiør
nl: Wonen & Interieur
pl: Dom & Wnętrze
pt_br: Casa e Interior
ro: Acasă și interior
ru: Дом & Интерьер
sv: Boende & Inredning
tr: Ev & İç Mekan
zh_hans: 家居及室内装饰

# goal_category_section
source: Category
ar: الفئة
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
hr: Kategorija
hu: Kategória
it: Categoria
ja: カテゴリ
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sv: Kategori
tr: Kategori
zh_hans: 类别

# goal_custom_amount_placeholder
source: Custom amount
ar: مبلغ مخصص
cs: Vlastní částka
da: Brugerdefineret beløb
de: Eigener Betrag
es: Importe personalizado
fr: Montant personnalisé
hr: Prilagođeni iznos
hu: Egyedi összeg
it: Importo personalizzato
ja: カスタム金額
nb: Egendefinert beløp
nl: Aangepast bedrag
pl: Własna kwota
pt_br: Valor personalizado
ro: Sumă personalizată
ru: Своя сумма
sv: Eget belopp
tr: Özel tutar
zh_hans: 自定义金额

# goal_edit_title
source: Edit Goal
ar: تعديل الهدف
cs: Upravit cíl
da: Rediger mål
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l'objectif
hr: Uredi cilj
hu: Cél szerkesztése
it: Modifica obiettivo
ja: 目標を編集
nb: Rediger mål
nl: Doel bewerken
pl: Edytuj cel
pt_br: Editar meta
ro: Editați obiectivul
ru: Редактировать цель
sv: Redigera mål
tr: Hedefi Düzenle
zh_hans: 编辑目标

# goal_first_goal_badge
source: First Goal
ar: الهدف الأول
cs: První cíl
da: Første mål
de: Erstes Ziel
es: Primer objetivo
fr: Premier objectif
hr: Prvi cilj
hu: Első gól
it: Primo obiettivo
ja: 最初の目標
nb: Første mål
nl: Eerste doel
pl: Pierwszy cel
pt_br: Primeira meta
ro: Primul Gol
ru: Первая цель
sv: Första mål
tr: İlk Hedef
zh_hans: 第一目标

# goal_name_placeholder
source: Goal name
ar: اسم الهدف
cs: Název cíle
da: Målnavn
de: Zielname
es: Nombre del objetivo
fr: Nom de l'objectif
hr: Naziv cilja
hu: A cél neve
it: Nome obiettivo
ja: 目標名
nb: Målnavn
nl: Doelnaam
pl: Nazwa celu
pt_br: Nome da meta
ro: Numele obiectivului
ru: Название цели
sv: Målnamn
tr: Hedef adı
zh_hans: 目标名称

# goal_name_section
source: Goal Name
ar: اسم الهدف
cs: Název cíle
da: Målnavn
de: Name des Ziels
es: Nombre del objetivo
fr: Nom de l'objectif
hr: Naziv cilja
hu: Cél neve
it: Nome dell'obiettivo
ja: 目標名
nb: Målnavn
nl: Doelnaam
pl: Nazwa celu
pt_br: Nome da meta
ro: Numele obiectivului
ru: Название цели
sv: Målnamn
tr: Hedef Adı
zh_hans: 目标名称

# goal_now
source: Now
ar: الآن
cs: Nyní
da: Nu
de: Jetzt
es: Ahora
fr: Maintenant
hr: Sada
hu: Jelenleg
it: Ora
ja: 今すぐ
nb: Nå
nl: Nu
pl: Teraz
pt_br: Agora
ro: Acum
ru: Сейчас
sv: Nu
tr: Şimdi
zh_hans: 现在

# goal_nth_badge
source: Goal %d
ar: هدف %d
cs: Cíl %d
da: Mål %d
de: Ziel %d
es: Objetivo %d
fr: Objectif %d
hr: Cilj %d
hu: Gól %d
it: Obiettivo %d
ja: 目標 %d
nb: Mål %d
nl: Doel %d
pl: Cel %d
pt_br: Meta %d
ro: Obiectivul %d
ru: Цель %d
sv: Mål %d
tr: Hedef %d
zh_hans: 目标 %d

# goal_priority_first_footer
source: First goal – taken into account immediately.
ar: الهدف الأول – يُؤخذ في الاعتبار فوراً.
cs: První cíl – zohledněn okamžitě.
da: Første mål – tages i betragtning med det samme.
de: Erstes Ziel – wird sofort berücksichtigt.
es: Primer objetivo – se tiene en cuenta de inmediato.
fr: Premier objectif – pris en compte immédiatement.
hr: Prvi cilj – odmah se uzima u obzir.
hu: Első gól – azonnal figyelembe vették.
it: Primo obiettivo – considerato immediatamente.
ja: 最初の目標 — すぐに反映されます。
nb: Første mål – tas hensyn til umiddelbart.
nl: Eerste doel – direct meegenomen.
pl: Pierwszy cel – uwzględniany natychmiast.
pt_br: Primeira meta – considerada imediatamente.
ro: Primul obiectiv – luat în considerare imediat.
ru: Первая цель — учитывается сразу.
sv: Första mål – tas med omedelbart.
tr: İlk hedef – hemen dikkate alınır.
zh_hans: 第一目标 — 立即纳入计算。
